IDEA Open Model
ConcreteULSCheckResultTorsionEc2 Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the ConcreteULSCheckResultTorsionEc2 class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public ConcreteULSCheckResultTorsionEc2()
Public Sub New
public:
ConcreteULSCheckResultTorsionEc2()
See Also
Reference
ConcreteULSCheckResultTorsionEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace